{
  "backend": "tokenizers",
  "cls_token": "[CLS]",
  "mask_token": "[MASK]",
  "model_max_length": 15,
  "pad_token": "[PAD]",
  "padding_side": "right",
  "sep_token": "[SEP]",
  "tokenizer_class": "TokenizersBackend",
  "truncation_side": "right",
  "unk_token": "[UNK]"
}
